adapta-gtk-theme
alacritty
alsa-plugins
android-file-transfer
apache
appstream-glib
arandr
arc-gtk-theme
arduino
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
aspell
atool
autoconf
automake
avr-gcc
avr-libc
avrdude
bash
bat
beets
bfg
binutils
bison
bpython
bridge-utils
bzip2
cabal-static
calibre
chromium
clang
clipit
code
coreutils
cronie
cryptsetup
cups
datagrip
device-mapper
dfu-programmer
dfu-util
dhcpcd
dia
diffutils
discord
dmenu
dmidecode
dnsmasq
docker-compose
dolphin-emu
dunst
e2fsprogs
easytag
ebtables
efibootmgr
enscript
fakeroot
fd
feh
file
filesystem
findutils
firefox
flameshot
flex
fzf
gawk
gcc
gcc-libs
gettext
ghc
gimp
git
glibc
go
gphoto2
gphotofs
grep
grub
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
guile2.0
gzip
haskell-language-server-bin
heroku-cli
highlight
hlint-bin
htop
httpie
i3-gaps
i3blocks
i3lock-color
i3status
inetutils
intel-ucode
iproute2
iputils
isso
java-openjfx
jdk-openjdk
jdk8-openjdk
jfsutils
jupyter-notebook
kitty
less
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libgphoto2
libreoffice-fresh
libtool
libva-mesa-driver
libvirt
licenses
linux
linux-firmware
logrotate
lollypop
love
luit
lutris
lvm2
m4
maim
make
man-db
man-pages
mariadb
maven
mdadm
mediainfo
minecraft-launcher
mpv
mtpaint
mtpfs
nano
neovim
neovim-remote
nerd-fonts-source-code-pro
netctl
network-manager-applet
networkmanager-openvpn
nicotine+
ninja
nitrogen
nmap
nodejs
nodejs-neovim
noto-fonts-emoji
noto-fonts-sc
npm
ntfs-3g
nvm
ocl-icd
odt2txt
okular
openbsd-netcat
openjdk-src
openssh
openvpn
os-prober
otf-fira-code
p7zip
pacman
pacman-contrib
patch
pavucontrol
pciutils
perl
php-apache
picom
pkgconf
playerctl
postfix
postgresql
postgresql-libs
procps-ng
psmisc
pulseaudio
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
pulsemixer
python-matplotlib
python-numpy
python-pandas
python-pip
python-pylast
python-pynvim
python-scikit-learn
python-scipy
python-setuptools
python-virtualenv
python-virtualenvwrapper
python2-neovim-git
qemu
r
ranger
redshift
reflector
reiserfsprogs
rofi
rsync
ruby-neovim
rust
rxvt-unicode
s-nail
samba
sed
shadow
signal-desktop
slack-desktop-dark
sox
spotify
stack-static
steam
sudo
sxiv
sysfsutils
systemd-sysvcompat
tamsyn-font
tar
tcl
texinfo
texlive-core
texlive-local-a4wide
texlive-local-algorithmicx
texlive-local-algorithms
texlive-local-enumitem
texlive-local-geometry-de
texlive-local-tkz-graph
texlive-local-wrapfig
texlive-localmanager-git
thunderbird
tidy
tmux
transmission-gtk
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-code
uncrustify
universal-ctags-git
unoconv
unzip
urxvt-font-size-git
urxvt-perls
usbutils
util-linux
valgrind
vi
virt-manager
w3m
weechat
wget
which
wine-gecko
wine-mono
wine-staging
woeusb
wordpress
xclip
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yadm
yarn
yay
z
zathura
zathura-pdf-mupdf
zip
zsh
