adapta-gtk-theme
adduser
alacritty
alsa-utils
appstream-glib
arandr
arc-gtk-theme
arduino
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-gcc
avr-libc
avrdude
bat
betterlockscreen
bind
binutils
bison
blueman
bluez
bluez-utils
bpython
bumblebee
chromium
clipit
cmake
code
consolas-font
ctags
cups
dfu-programmer
dfu-util
discord
docker
docker-compose
dolphin-emu
dunst
efibootmgr
fakeroot
fd
firefox
flameshot
flex
fzf
gawk
gcc
gdb
gimp
git
glxinfo
graphviz
groff
grub
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gzip
hexchat
htop
httpie
i3-gaps
i3blocks
i3status
jdk-openjdk
jdk8-openjdk
jq
jre-openjdk
jupyter-notebook
kitty
librecad
libreoffice-fresh
libusb-compat
lollypop
love
lshw
lua
m4
maim
make
mediainfo
meson
mpv
mtools
neofetch
neovim
nerd-fonts-source-code-pro
network-manager-applet
nginx
nicotine+
nitrogen
nitroshare
nmap
nodejs-neovim
noto-fonts-sc
npm
ntfs-3g
nvidia
nvidia-settings
nvidia-xrun
openjdk-src
openssh
otf-fira-code
otf-hasklig
p7zip
pacman
pacman-contrib
patch
pavucontrol
picom
pkgconf
playerctl
postgresql
postman
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-matplotlib
python-pip
python-psycopg2
python-pylast
python-pynvim
python-scipy
python-virtualenv
python-virtualenvwrapper
python2
qrencode
r
ranger
redshift
reflector
rofi
rsync
ruby
rust
rxvt-unicode
sed
signal-desktop
simple-mtpfs
slack-desktop-dark
sox
stack-static
steam
sudo
sxiv
system-config-printer
termite
texinfo
the_silver_searcher
tk
tmux
transmission-gtk
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-code
udiskie
umlet
unoconv
urxvt-font-size-git
urxvt-perls
virtualbox
w3m
weechat
wget
which
whois
wireshark-cli
wireshark-qt
xclip
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
yarn
yay
z
zathura
zathura-pdf-mupdf
zip
zsh
zsh-theme-powerlevel10k
